"Any" = "N'importe lequel";
"All" = "Tous";
"Save" = "Sauvegarder";
"Kind" = "Type";
"matches" = "correspond à";
"contain" = "contient";
"begin with" = "commence par";
"end with" = "se termine par";
"is" = "est";
"is not" = "n'est pas";
"equals" = "égal à";
"is less then" = "est inférieur à";
"is greater than" = "est supérieur à";
"Contains ALL" = "Contient tous";
"Contains Any" = "Contient n'importe lequel";
"Not Contains" = "Ne contient pas";
"Narrowly" = "Contient seulement";
"day" = "jour";
"week" = "semaine";
"month" = "mois";
"year" = "année";
"KB" = "Ko";
"MB" = "Mo";
"GB" = "Go";
"seconds" = "secondes";